Repository: wp-plugins/textblox
Catalog: languages/textblox-*.po
Languages: de_de

source: TextBlox Categories
de_de: TextBlox Kategorien

source: TextBlox Category
de_de: TextBlox Kategorie

source: Search TextBlox Categories
de_de: Suche Kategorien

source: All TextBlox Categories
de_de: Alle Kategorien

source: Parent TextBlox Category
de_de: Übergeordnete Kategorie

source: Parent TextBlox Category:
de_de: Übergeordnete Kategorie:

source: Edit TextBlox Category
de_de: Bearbeite TextBlox Kategorie

source: Update TextBlox Category
de_de: Ändere TextBlox Kategorie

source: Add New TextBlox Category
de_de: Neue TextBlox Kategorie

source: New TextBlox Category Name
de_de: Neuer Kategorie Name

source: Edit TextBlox
de_de: TextBlox bearbeiten

source: Add TextBlox
de_de: Neuer TextBlox

source: Show All
de_de: Zeige alle

source: Question
de_de: Frage

source: Categories
de_de: Kategorien

source: Date
de_de: Datum

source: You are not allowed to be here
de_de: Du darfst nicht hier sein

source: TextBlox Picker
de_de: TextBlox Selektor

source: without Category
de_de: ohne Kategorie

source: Cancel
de_de: Abbrechen

source: Insert
de_de: Einfügen

source: Textblox Settings
de_de: TextBlox Einstellungen

source: Usage
de_de: Benutzung

source: Use shortcode <code>[textblox id=123]</code> to insert your blocks into a page or post.
de_de: Benutze den Shortcode <code>[textblox id=123]</code> um TextBlox Blöcke direkt in deinen Beitrag oder deine Seite einzufügen.

source: Or pick your content directly in TinyMCE on that icon:
de_de: Oder wähle deine Blöcke direkt im Editor aus über dieses Icon:

source: About
de_de: Über
